{"books":{"08e8b857-69c5-47ec-9cf1-9cac07d6447d":{"Source":"HP and the Chamber of Secrets.jpg","Name":"Harry Potter and the Chamber of Secrets","Author":"J. K.  Rowling","Summary":"On Harry Potter's twelfth birthday, the Dursley family—Harry's uncle Vernon, aunt Petunia, and cousin Dudley—hold a dinner party for a potential client of Vernon's drill-manufacturing company. Harry is not invited, but is content to spend the evening quietly in his bedroom, although he is confused why his ","Genre":["Fantasy"],"FavoriteQuotes":"Of all the trees we could've hit, we had to get one that hits back"},"9048e095-c850-43b5-a18b-cb892a527886":{"Source":"Solaris.jpg","Name":"Solaris","Author":"Stanislaw Lem","Summary":"While probing and examining the oceanic surface of the planet Solaris from a hovering research station, a team of human scientists is, in turn, apparently being studied by the sentient planet itself, which probes for and examines the thoughts of the human beings who are analyzing it. Solaris manifests an ability to cast their secret, guilty concerns into a material form for each scientist to personally confront. All human efforts to make sense of Solaris' activities ultimately prove to be futile. As Lem wrote, \"The peculiarity of those phenomena seems to suggest that we observe a kind of rational activity, but the meaning of this seemingly rational activity of the Solarian Ocean is beyond the reach of human beings\".","Genre":["Philosophical Science Fiction"],"FavoriteQuotes":"Faith is, at one and the same time, absolutely necessary and altogether impossible."},"213b87a6-7c4f-426f-aabb-c7e238a69d88":{"Source":"Ender's Game.jpg","Name":"Ender's Game","Author":"Orson Scott Card","Summary":"n the future, humanity, having begun to explore the Universe and master interplanetary spaceflight, encounters an alien race called the Formics, commonly referred to in the series as the \"buggers\".","Genre":["Military Science Fiction"],"FavoriteQuotes":"In the moment when I truly understand my enemy, understand him well enough to defeat him, then in that very moment I also love him. I think it's impossible to really understand somebody, what they want, what they believe, and not love them the way they love themselves."},"4fb415d1-bda3-4876-8eeb-4ef90fd6981d":{"Source":"1984.jpg","Name":"1984","Author":"George Orwell","Summary":null,"Genre":null,"FavoriteQuotes":null},"e668164e-73de-41ff-906d-2b81c5b7f11e":{"Source":"unknown.jpg","Name":" Animal Farm","Author":"George Orwell","Summary":null,"Genre":null,"FavoriteQuotes":null}},"authors":{"f68f1c5e-1284-46b1-9f97-7f30a6339b1b":{"Name":"J. K.  Rowling","Biography":null,"Boooks":["Harry Potter and the Chamber of Secrets"]},"b46c5af1-39e9-4c02-b893-2100f0c94ca7":{"Name":"Stanislaw Lem","Biography":null,"Boooks":["Solaris"]},"3a801c1f-8a6c-4c5a-8181-837c7df753f5":{"Name":"Orson Scott Card","Biography":null,"Boooks":["Ender's Game"]},"1c3eb391-a472-4046-8ad5-286817479845":{"Name":"George Orwell","Biography":null,"Boooks":["1984"," Animal Farm"]}}}